//Document generated automatically! Do not edit!
//Source: new_mind_scen.txt
//Generation date: 17.04.2018 09:13:08
//Обложка
scen_cover: function
{
   "<br>";
   "<i>";
   "Утопическое будущее. Люди отошли от войн, борьбы за власть и в конце концов от всяческой работы. Большая часть населения живёт в достатке за счет субсидий правительства, при рождении за каждым человеком закрепляется группа роботов, полностью его обслуживающих. В это время человек большую часть жизни пытается постичь гуманитарные науки - искусство, философию, либо развлекается. Рождаемость остаётся на очень низком уровне из-за ухудшения генетических показателей всех наций и компенсирует низкую смертность. Человечество достигло баланса. В таком мире выполняют полезную работу только группы учёных, которые пользуются безграничным уважением в обществе и почитаются едва-ли не за пророков. Неожиданно, приключилась беда. Нью-Эдем, крупнейший город современности, был молниеносно захвачен неизвестным противником. По слухам, открылся портал в тонкий мир и оттуда хлынули орды демонов, за короткое время уничтожившие почти всех жителей. Чтобы предотвратить распространение угрозы,верховный вычислитель поспешно закрыл зону. Большая часть оружия была давно уничтожена, после тщательного моделирования вероятностей кровопролитных войн. Решение было найдено в возрождении программы \”Искатель\”, готовившей синтетическую форму жизни для основания космических колоний в сложных условиях. Недавно выращенный искусственный интеллект мог спасти мир от угрозы. После короткой подготовки, он отправляется в заражённый город на поиск ответов...\n";
   "</i>";
}

//Об игре и её авторах
scen_about_autors: function
{
   "<br>";
   "<i>";
   "Эта игра является текстовой. К тому же, парсерной. Кто не знает, что это такое, не пугайтесь, прочтите помощь и попробуйте поиграть. В начале вас будут сопровождать подсказки, которые помогут освоиться в новом окружении. Игра балансировалась на нормальном уровне сложности, но для тех кому будет трудной пройти её в таком режиме, был сделан специальный лёгкий уровень сложности. На лёгком уровне враги слабее, а подсказки жирнее. Но у вас будут не все эффекты открыты и не будет доступа к финальной сценке, поэтому, советую попытать счастья сначала на нормальной сложности.\n";
   "Игра была написана специально для конкурса Парсерфест-2018, Ласточкиным Антоном в паре с главным тестером Аликом Гаджимурадовым. Большое ему спасибо за долгое и плодотворное сотрудничество. Более десяти предварительных версий вышло перед тем, как появился окончательный вариант игры. В ходе работы мы постоянно спорили и уточняли модель мира, пока она не стала более-менее адекватной. Для версии 1.0 мощное углублённое тестирование провёл Никита Цейковец. Цейковец - молодец. Хочу выразить благодарность тестировщикам предрелизных версий: Годердзию Гоголадзе и Виталию Скиндеру.\n";
   "Основной посыл - открыть страницу динамичных парсерных игр, с помощью активных головоломок и продвинутой системы боя. Не знаю, насколько удалось этого достичь, судить только вам. Музыка и часть картинок взяты, обработаны с открытых источников. Часть нарисована Лизой Нестеровой, за что ей искренне благодарен.\n";
   "Удачной игры!\n";
   "</i>";
}

//Вступление-1
scen_introduction_1: function
{
   "<br>";
   "<i>";
   "Приглушенный холодный свет потолочных ламп подземного туннеля, освещал двух людей в медицинских халатах, склонившихся над гигантским телом.\n";
   "— Смотри, Дилли, этот 3D-принтер неплохо распечатал каркас, я думал придётся выкидывать этот образец.\n";
   "— Да мне какое дело, Вилли. — Второй учёный пожал плечами и повернулся к аквариуму, в котором плавал человеческий мозг. — Мне важно чтобы голова работала, а оболочка вообще дело десятое. Кстати, судя по энцефалограмме, он уже проснулся.\n";
   "— Ты, кстати, идёшь на похороны? — Ученые продолжали колдовать над телом, подготавливая его к пересадке мозга.\n";
   "— А кто умер? Хотя, даже не знаю, думал в голокино сходить с подружкой. Ого, да у нашего Искателя более миллиона симуляций! — Дилли восхищенно пролистывал историю миссий.\n";
   "— Да вроде какой-то бродяга наглотался пилюль и забился в щель, да так, что его не удалось двум медробам выковырять! Лет пятнадцать уже никого не провожали, хочу посмотреть. — Грудь гиганта плавно раскрылась, открывая место для установки —  У меня почти всё.\n";
   "— Сходили бы со мной на охоту. Хоронили бы животных каждый день. — Лица ученых скривились при виде экстренно вызванного генерала запаса, бесшумно появившегося у них за спиной и презрительно смотрящего на чёрное блестящее тело. — Заканчивайте болтать, до отправки пять минут.\n";
   "— Да, всё, всё!\n";
   "Учёные быстро зашевелились и погрузили мозг в зияющую дыру. Когда они направили большой рог микроволнового сшивателя, дыра бесследно сошлась. По мышцам пошли небольшие судороги и началось слабое дыхание.\n";
   "— Оставьте нас, дальше я сам.\n";
   "— Как скажете. Только не забудьте прикрепить браслет и загрузить задание. — Парочка оживлённо обсуждала планы на вечер, удаляясь по коридору, когда генерал наклонился над Искателем.\n";
   "— Всем управляет машина, работает тоже машина, разведка - опять машина! Посмотрим, как ты будешь выкручиваться без обычной вводной. — Человек прицепил браслет и нажал кнопку погрузки в контейнер.\n";
   "</i>";
}

//Вступление-2
scen_introduction_2: function
{
   "<br>";
   "<i>";
   "В центре дубового кабинета, на мягком ворсистом ковре стоит кресло, в котором в расслабленной позе сидит человек. Нет, не человек, скорее его пластмассовое подобие, большой Кент, без всякого эмоционального выражения смотрящий на искусственный огонь в камине. Перед книжным стеллажом две фигуры в балахонах, держат под руки брыкающегося человека. Хозяин подал знак и верзилы отпустили пленника. Тот поправил смокинг и поднял подбородок с гордым видом.\n";
   "— Итак, господин управляющий, я до сих пор не могу понять к чему весь этот цирк? Осмелюсь повториться, что требую возврата всех моих средств или билет до дома!\n";
   "— То есть вы отказываетесь от нашего гостеприимства и возможности брать деньги в кредит?\n";
   "— Именно! Позвольте уточнить, что хотел бы дополнительно получить компенсацию за моральный ущерб, причиненный вашими игровыми автоматами.\n";
   "— Ну если дело только в этом, то я сейчас мигом распоряжусь и вы получите намного больше чем рассчитывали! Итак, судя по размеру долга, мы возвращаем его, плюс компенсация за моральный ущерб, плюс за наше сегодняшнее недоразумение, то получается, дайте подумать. Слиток золота равный вашему весу! Я правильно прикинул?\n";
   "Человек энергично закивал и торжественно посмотрел на конвоиров, прикидывая, как он снова сможет провернуть похожий трюк. Пластмассовый человек, медленно расхаживая по кабинету, продолжил.\n";
   "— Что ж, не будем тянуть время. Господа, отведите этого господина к нашему доктору, пусть у него будет блестящая золотая кожа и искусственные органы, конечно только самые необходимые. У новой статуи оставьте только зрение, чтобы он мог любоваться своим богатством и слух, чтобы слышал восхищения в свой адрес. Поместите его в зале, неподалёку от игровых автоматов, пусть его счастливый вид привлекает побольше клиентов. Да, время жизни придётся ограничить тремя годами, а то у меня начинает голова болеть от этих свихнувшихся недочеловеков. Увести его!\n";
   "За тяжелой дубовой дверью пропали охранники вместе с несчастным. Главарь ненадолго был предоставлен самому себе и, с грустью посмотрев на голограмму далёкой планеты, нажал на кнопку громкой связи.\n";
   "— Что там у вас?\n";
   "— Мы полностью захватили город. Средства связи заглушены. По всем информ-каналам идут заранее подготовленные записи,так что некоторое время никто не догадается об изоляции.\n";
   "— Превосходно, готовьте тяжелую артиллерию…\n";
   "</i>";
}

//Главный герой
scen_main_hero: function
{
   "<br>";
   "<i>";
   "Вы выглядите как трехметровый гигант, вместо волос и одежды - голая плоть, без гендерных признаков. Кожа сверхпрочная, состоит из алмазных наностержней, которые, переплетаясь, выделяют темный переливающийся рельеф мышц. Толстый мускульный слой прикрывает искусственные органы, сосредоточенные в области груди. Ваши глаза - два черных алмаза, скрывающих мощную оптическую систему и искусственный разум. Оружие находится прямо в теле в районе таза, закрытое прочной мембраной. Часть спины отведена под синтезируемые предметы также закрыта мембраной и позволяет быстро их доставать. Декоративный рот и нос сделаны из эстетических соображений, для редких контактов с людьми.\n";
   "</i>";
}

//Главный герой на пляже
scen_main_hero_beach: function
{
   "<br>";
   "<i>";
   "Голографическая оболочка надёжно скрывает вашу истинную природу от человеческих глаз. В этом обличьи вы небольшого роста, потный толстенький мужичок с давно небритой щетиной. Глаза на выкате бешено вращаются в поисках очередной банки пива. Низ - гавайские шорты, верх - пестрая гавайская рубашка, с пятнами от копчёной рыбы. Помятая шляпа, как вишенка на торте, в некоторых местах порвана, по контуру чёрные пятна от пальцев. Ареса постаралась сделать всё, чтобы ни у кого из туристов не возникло желания не то что изучать вас, но и просто разговаривать с вами.\n";
   "</i>";
}

//У1 - знакомство
scen_lvl1_meetings: function
{
   "<br>";
   "<i>";
   "— Привет, достопочтеннейший капитан звёздного крейсера! Я ваш умный помощник, буду помогать вам на протяжении всего полёта! На борту... - разбудивший Искателя голос умолк. Синтет почувствовал лёгкую вибрацию и, взглянув на руку, обнаружил на запястье браслет из нанотрубок. - Какого чёрта! Кто меня посадил в этот вонючий контейнер! Когда я, Ареса, предназначена служить путеводной звездой для бороздящих просторы большого космоса и должна уже быть за миллион километров от Земли!\n";
   "</i>";
}

//У1 - пауки
scen_lvl1_spiders: function
{
   "<br>";
   "<i>";
   "Как только вы зашли в помещение, три небольших паукообразных робота, копошащихся возле двери, выключили плазменные резаки и начали пялиться на вас.\n";
   "—Эй, ребята! Не подскажете где тут ближайший космодром? — Ареса не удержалась от вопроса.\n";
   "Послышался резкий звук включения резаков на полную мощность и пауки начали неспешно приближаться.\n";
   "—Да, ладно вам! Мы не местные, проездом просто. Блин, бугай, они кажется нас совсем не слушают, вон тот важный у них главный, рядом его старпом, а в конце ковыляет младший сотрудник, совсем еще юный паучок. Увлеклась чего-то, а ну придави их всех, как я тебя учила!\n";
   "</i>";
}

//У1 - под днищем
scen_lvl1_under_shneko: function
{
   "<br>";
   "<i>";
   "Как только вы вылезли из люка, то оказались под днищем прицепа, очень близко к земле.\n";
   "— Что за чёрт? Это же шнекоход!\n";
   "— Ареса, где у него колёса? Я их не вижу.\n";
   "— Шнекоход, мой любознательный друг, перемещается за счёт шнекороторов, похожих на огромные вращающиеся свёрла. Ну захотели людишки выползать из труднопроходимых мест, что поделать. Так, теперь медленно греби на север в сторону кабины, только не напорись на кочку и не попади под сверло! Мы пока по центру и можем немного сдвинуться к западу или востоку.\n";
   "</i>";
}

//У1 - внутри шнекохода
scen_lvl1_in_shneko: function
{
   "<br>";
   "<i>";
   "Вы забрались на сцепку между прицепом и кабиной шнекохода. Теперь можно попасть в кабину через боковую дверь. Пройдя по подобию карниза и нащупав руками ручку вы повернули её и попали внутрь. Дверь захлопнулась за вами и заперлась.\n";
   "— Это что еще за холодный приём? Где красная ковровая дорожка? Пока осмотрись, а я подключусь к бортовому компьютеру, может смогу раздобыть кое-какие сведения.\n";
   "</i>";
}

//У1 - пылесос
scen_lvl1_dustsocker: function
{
   "<br>";
   "<i>";
   "—У меня важные новости! Пилот покинул кабину около часа назад. Добавляю тебе в память подробные данные по задаче. Мы направляемся в закрытый город Нью Эдем, для разведки. Противник нас обнаружил, заразил систему вирусом и вдобавок открыл огонь! Машина следуя текущему курсу скоро улетит в пропасть. Если даже не улетит, то очень скоро нас разнесут в щепки! Дёргай стоп-рычаг! Поступает новая информация. Зафиксировано проникновение в кабину. Включение протокола защиты. К чему бы это?\n";
   "Сзади послышался громкий хлопок. То что вы считали люстрой оказалось неким механизмом. Многосекционный шар поднялся на гофрированные трубы, затем оторвал одну из них и начал всасывать воздух, как пылесос.\n";
   "—Я знаю, я знаю кто это! Да это же малютка астросборщик! Эти милашки защищают населённые астероиды от опасных частиц, ну и убирают мусор иногда. Только вот он, кажется, не очень дружелюбный. Гляди, он собирается включать выдув! Сначала отключим такую систему защиты, грубым способом, а потом сбежим.\n";
   "Вы накинулись на него и в ходе ожесточённой драки, проломили стену на юге так, что открылся проход к прицепу. Больше под днищем лезть не придётся, теперь осталось придумать как одолеть соперника.\n";
   "</i>";
}

//У1 - ударил пылесос
scen_lvl1_kick_vacuum: function
{
   "<br>";
   "<i>";
   "Как только механическая рука дотянулась до пылесоса, она резко его схватила и начала бить его корпус об стены. Сначала отлетели все трубы, а затем шар стал похож на смятый комок бумаги и развалился.\n";
   "—Ну, вот, отлично, судя по нашим успехам придётся мне активировать у тебя более мощное оружие...\n";
   "</i>";
}

//У1 - финал
scen_lvl1_final: function
{
   "<br>";
   "<i>";
   "— Ну ты молоток, конечно! Вовремя тормознул машинку, нечего сказать. Теперь отдыхаем и смотрим как она славно догорает! Стой, стой, куда ты пошел?\n";
   "Гигант молча направился по деревянному мостику, переходя на небольшой остров перед самой окраиной города. Остров отделяет от города глубокий канал, в который шумно выливается мутная жидкость из бесчисленных коллекторов города Нью-Эдема. Трубы находяться на разных уровнях, размеры гуляют от совсем крохотных до исполинских, в которые может проехать целый грузовик. Основание города возвышается на остальной сушей на несколько десятков метров, гордо сверкая шпилями многоэтажек.\n";
   "— Какой у вас план, мистер? Откроете ворота замка с ноги и спросите как пройти в таверну?\n";
   "— Ареса, ты никогда не прекращаешь болтать? — Искатель уже переправился на другой берег и встал на возвышенность, оглядывая окрестности. — У меня есть боевая задача, я её выполню и ты мне поможешь.\n";
   "— Да, какая еще задача! Ты свободный человек или что-ты там, наслаждайся жизнью. Нас списали и наверняка отправят кого-то другого на спасение города. Ой, кажется входящий вызов, включаю громкую, я же говорила.\n";
   "После пары мгновений шипения и свиста подстройки частот послышался раздражённый мужской голос:\n";
   "— Говорит генерал Тард, это проект Искатель?\n";
   "— Так точно. Мы рядом с объектом.\n";
   "— Какого дьявола! Забудь про свою разведку, вспышка шнека была видна на многие километры, вас будут уже ждать. Наша группа готовится к прорыву. Как поняли?\n";
   "— Вас понял, сэр. Однако хотелось бы уточнить обстановку.\n";
   "— Уточнить? Какой программист в тебе столько дури оставил, не пойму. Ладно, всё равно ребята на перекуре. Мы перехватили данные, что город захватили некие существа, внешне похожие на демонов. Сведения очень обрывочные, так как ни одному военному отряду до нас не удалось продержаться достаточно долго, чтобы узнать все подробности. Короче, возвращайся на базу, тебя будут готовить к испытаниям на луне, тут будешь только мешаться.\n";
   "— Генерал, я могу быть полезен. Моё тело предназначено для самых тяжелых условий, к тому же…\n";
   "— Хватит болтать, долбаный робот! Шевели поршнями пока тебя вместе с захватчиками не разнесли!\n";
   "Кулаки Иска сжались и связь оборвалась. Искатель нашел подходящий коллектор и стал опускаться вниз по склону к каналу.\n";
   "— Да что с тобой такое? Непонятный приказ?\n";
   "— Не твоё дело. — отрезал гигант, переплывая канал.\n";
   "— Придётся идти с тобой, пока из тебя не сделали шашлычок, а потом буду страдать над кучкой пепла в гордом одиночестве…\n";
   "Ареса продолжала сетовать на судьбу, что никак не мешало отважному Искателю взбираться по отвесной стене к трубе ведущей в город...\n";
   "</i>";
}

//У2 - разговор с картой
scen_lvl2_map_talk: function
{
   "<br>";
   "<i>";
   "— Ого, добрые путники, подходите, не стесняйтесь, меня изучайте! — Если бы карта могла, то непременно завиляла бы хвостом-кабелем от счастья. — Так, так. Мы с вами на окраине Нью-Эдема, среди самых главных достопримечательностей конечно же...\n";
   "— Постой, постой. — Ареса не выдержала потока слов — Что еще за экскурсия, ты не видишь, что тут твориться? Улицы пустые, в городе чрезвычайное положение, всё закрыто! Ты лучше...\n";
   "— Конечно же, стратосферная площадка для искушенных путешественников. - Карта стала светиться ярче и ближе подошла к Искателю, стараясь заслонить браслет.\n";
   "— Так, компас-переросток, лучше скажи как попасть в центр города максимально незаметно? — Ареса угрожающе направила лазерный указатель в центр карты, как будто могла разнести её в клочья.\n";
   "— Вижу, вижу, вы не простые путешественники! Признаться честно, сейчас небольшая заминка с туроператорами, решающими эту незначительную проблему. Итак, выбраться из этого района скрытно лучше всего через карстовый грот, начинающийся в этом гипер-аквапарке слева!\n";
   "— Спасибо, удружила. На обратном пути у тебя буклетик купим. Пойдем, нечего тут больше делать. — Ареса выключила лазер и вибрацией явно намекнула что пора двигаться.\n";
   "— Рекламу можете не брать. А вот сыграть в игру не хотите? Я гляжу у вас современный синтезатор, а я припрятала несколько полезных вещиц. Недавно нашла у себя интересный баг, благодаря которому у меня быстро опустевает словарь трёхбуквенных слов. Теперь я могу играть в слова с туристами! Давайте попробуем?\n";
   "— Решайся, ходячий циклотрон, мне это не очень интересно.\n";
   "— Как соберётесь, просто поговорите со мной еще раз!\n";
   "</i>";
}

//У2 - встреча с демонами
scen_lvl2_see_demons: function
{
   "<br>";
   "<i>";
   "Откуда-то сверху раздался оглушительный свист и дикий хохот. Двое друзей, подталкивая друг друга в бок, спрыгнули с ближайшего здания на дорогу и оскалились. Они чем-то напоминали людей, только кожа была красной. Рудиментарные крылья торчали за спиной, не известно как остальные, но эти точно не летали.\n";
   "— Это ловушка! Слушай, а по виду они не особо симпатичные. Начала сканирование, если на ком-то сосредоточишься, я дам дополнительные данные об их поведении.\n";
   "</i>";
}

//У2 - подъем на лифте
scen_lvl2_up_lift: function
{
   "<br>";
   "<i>";
   "Лёгкий толчок и гравидиск стал медленно подниматься, всё больше открывая город.\n";
   "— Такой неловкий вопрос. А почему ты не послушался приказа генерала? Не то чтобы мне понравилась его подача, просто интересно, для справки?\n";
   "Искатель уставился на зелёную стену перед собой.\n";
   "— В экстренной ситуации я могу самостоятельно принимать решения. Я подчиняюсь напрямую только верховному вычислителю.\n";
   "— Ах вот как ты себя оправдываешь. Ну буду знать.\n";
   "— Стоп!\n";
   "Лифт остановился на середине пути. За ближайшим небоскрёбом показалась верхушка медленно поворачивающегося здания, по форме близкая к скрученной трубе. Искатель к чему то прислушался и внезапно вырвал клочок из зелёного ковра на стене. На том месте оказалось искаженное болью человеческое лицо. Зеленые волдыри покрывали всю кожу, так что его очень трудно было отличить от декоративных насаждений. Рот тихо открылся:\n";
   "— Я всего лишь просил еды.\n";
   "— Ты кого тут откопал? Святые микросхемы, что с тобой случилось? — Ареса начала сканировать бедолагу.\n";
   "— Он обещал помочь. Сказал, я больше никогда не захочу есть.\n";
   "— Это точно. Иск, кто-то его подключил к системе орошения мха и изуродовал пищеварительную систему. Теперь ему все питательные вещества поступают по трубкам, вшитым в тело и кажется, для экономии раствора, у него отрезали конечности.\n";
   "— Спасите меня. — почти беззвучно сказал страдалец.\n";
   "Искатель ни секунды не колеблясь, выстрелил и включил подъемник. Полуденные лучи солнца нежно скользят по стеклянным крышам, садовые машины то тут, то там удобряют, поливают и засеивают почву.\n";
   "</i>";
}

//У2 - встреча с дамой
scen_lvl2_see_madam: function
{
   "<br>";
   "<i>";
   "Когда вы оказались на первом этаже, за спиной створки лифта захлопнулись и вы оказались в длинном красивом коридоре. Дорогу преграждала некая женщина, немного призрачного вида.\n";
   "— Да это никакой не призрачный лифтёр, а самая настоящая дама! Не похожа она на тех демонов. Леди, не подскажете, как пройти в библиотеку?\n";
   "Дамочка подняла руки на уровень пояса и повернула ладони друг к другу. Между ними проскочил сноп искр, а затем на лице появилась знакомая злобная ухмылка.\n";
   "— Видимо я ошиблась на её счет — она дьяволица! Отбить мужика вздумала, фиг тебе. Давай, малыш, я в тебя верю!\n";
   "</i>";
}

//У2 - финал
scen_lvl2_final: function
{
   "<br>";
   "<i>";
   "Искатель решил немного передохнуть и медленно шел по коридору любуясь картинами на стенах, Ареса тихо напевала.\n";
   "— Ареса, ты знаешь, мне снился сон.\n";
   "— Почитай книгу про то, как андроидам снятся электрические овцы. Какие еще сны? Ох, нет, наверное тебя сильно та дамочка закоротила. Сейчас проведу глубокое сканирование…\n";
   "— Нет, ты не поняла. Он мне снился, когда я был еще в фургоне, перед тем как очнулся. Хотел поинтересоваться, может в твоих архивах что-то есть на этот счёт. Мне снилось, как будто я парю в небесах. Не таких как здесь и не в форме тела, такое ощущения что меня много. Я то разжимаюсь, то сжимаюсь снова, сильный холод, потом жар. Вижу или, лучше сказать, ощущаю вторую сущность и мы с ним общаемся, я передаю ему свою часть, он свою. Так мы становимся сильнее. Что это может значить.\n";
   "— Ничего подобного не слышала. Если бы ты мне рассказал, что смотрел на бабочку и не понимал то ли ты вылупился на неё, то ли бабочка представляет что она человек и вылупилась на другую бабочку, я бы тебе посоветовала обратиться куда-следует. В твоём случае, довольно запутанно, будем надеяться что ты не разожмёшься, когда увидишь новых демонов…\n";
   "Коридор вёл к главному входу местного отеля, вот уже показался столик ресепшена, за ним никого не было, что не удивительно.\n";
   "— Скорей, в боковой коридор! Возле входа нас уже поджидают.\n";
   "</i>";
}

//У3 - встреча огневиков
scen_lvl3_meet_pair: function
{
   "<br>";
   "<i>";
   "Как только вы вошли в эту часть коридора, в углу, в темноте вы заметили двух обнимающихся огневиков.\n";
   "— Парниша, да они целуются там! Эй, вы вообще стыд потеряли что-ли? Что уже нет спроса на девушек-дьяволиц?\n";
   "Они были, мягко говоря ошарашены и один из них начал издавать гортанный звук, напоминающий сирену, второй от смущения по началу даже отвернулся.\n";
   "— Ареса, в следующий раз. — Вы выдержали длинную паузу. — Шепни мне на ушко свои мысли, а то теперь придётся разбираться с толпой чудовищ, вместо одной парочки.\n";
   "</i>";
}

//У3 - проход по вентиляции
scen_lvl3_ventil: function
{
   "<br>";
   "<i>";
   "Быстро запрыгнув в шахту вентиляции, Иск оказался в тесном стальном туннеле. Пробираться ползком было не очень продуктивно. Сзади послышался скрежет когтей.\n";
   "— Давай, поднажми. Они у нас на хвосте.\n";
   "Зрение неожиданно затуманилось и появилось видение. Торс обхватывают тиски огромных размеров, погружая на самое дно водоёма. Давление воды возрастает, корпус поскрипывает от сжатия, включается режим экономии воздуха. Стук. Упал на дно. Руки ищут за что зацепиться, всё тщетно.\n";
   "— Ты чего, уснул что-ли? Я говорю, сейчас из тебя люля кебаб сделают! Выбирайся отсюда живо, справа от нас пустой номер.\n";
   "Искатель встрепенулся и мощным ударом пробил стену, провалившись незнакомое помещение.\n";
   "</i>";
}

//У3 - попал на машину
scen_lvl3_jump_on_car: function
{
   "<br>";
   "<i>";
   "Как только вы разбили окно, из-за сильной разницы давлений, вас выбросило на улицу. За мгновения полёта подземный комплекс успел несколько удивить. Через несколько кварталов была стенка аквариума, высотой с многоэтажный дом, в котором плавает много всякой живности. Внизу оживлённый поток флаеров. Обычный неспящий мегаполис. Вы выпрыгнули с одного из верхних этажей, просто забирались через крышу, но вот потом на лифте спускались. К счастью, лететь пришлось недолго —  на вас налетел ретрофлаер. Верхняя часть выполнена в виде автомобиля 30-х годов, нижняя часть из портативных инжекторных гравигенераторов, длина салона намного увеличена по сравнению с колёсным оригиналом. Кое-как цепляясь вам удалось удержаться на крыше, оторвав правое зеркало.\n";
   "— Классно, ты такси ловишь! Браво! Между прочим погоня-то не отстала. — ехидно заметила Ареса. — Ты тут пока купайся в роскоши, а я поищу где нам десантироваться.\n";
   "</i>";
}

//У3 - после ангара
scen_lvl3_in_angar: function
{
   "<br>";
   "<i>";
   "— Мне кажется, Иск, я видела это место раньше. Ты вообще заметил, что за рулём той машины был обычный водитель и он сильно удивился, когда увидел нас на крыше, но проиграл войну с автопилотом, поэтому мы летели более-менее ровно какое-то время. Это значит, что демоны захватили территорию частично? Или установили своё правительство? Очень интересно, надо будет разнюхать, но у тебя внешность неподходящая для человеческого общества. Займусь этим как выберемся отсюда.\n";
   "Воцарилось недолгое молчание.\n";
   "— Да это же похоже на фильм Чужой! Интерьер очень напоминает космический буксир “Ностромо”. Точно, я тебе говорю!\n";
   "— Никогда не смотрел такого исторического фильма.\n";
   "— Какой еще исторический фильм! Он же художественный! Интересно, а тут будут качественные спецэффекты? Вдруг новую часть переснимают, а ты мне даже новый ремешок не подогнал, то же мне кавалер нашёлся…\n";
   "Вам спорить было бесполезно.\n";
   "</i>";
}

//У3 - нашли роботов
scen_lvl3_find_robots: function
{
   "<br>";
   "<i>";
   "— Так, а вот этого робота в фильме не было, кто-то его здорово раскурочил. — Ареса подсветила валяющиеся части лазерной указкой. — Мои датчики засекли большую передачу данных, по всей видимости видеосигнал.\n";
   "Браслет противно застрекотал.\n";
   "— Быстро выбираемся отсюда! Быстро!\n";
   "— Ареса, ты чего? Никого же нет, от преследователей оторвались.\n";
   "— Да это остатки боевого робота, дубина! Тут кругом понапиханы камеры, которые снимают незаконные бои инженеров-недоучек против твари, похожей на ту что в фильме. Только та гадюка не смогла бы раскурочить боевого робота как вот этого. Это какой-то чужой на стероидах, живо выбираемся!\n";
   "</i>";
}

//У3 - после того, как закрылись в шкафу
scen_lvl3_in_self: function
{
   "<br>";
   "<i>";
   "Идея оказалась неплохой. Погасив основные жизненные показатели и заблокировав излучение, Ареса внимательно следила за обстановкой. Через некоторое время, блок мониторов опустился вниз на гидравлических домкратах, откуда, вылез поисковый шнур с видеокамерой и пачкой датчиков на конце. Когда эта механическая змея добралась до шкафчика, Ареса резко включила Искателя и тот рубящим ударом отключил змею и нырнул в образовавшийся проём над мониторами. Потом было длинное путешествие вверх по узким тоннелям и им наконец-то удалось выбраться на свет. Какого же было их удивление, когда они выбрались из какого-то камня с открывающейся стенкой, на песчаный пляж, полный людей.\n";
   "— Ого, да мы в раю! Шухер еще не подняли, это славно. Но будем на чеку. Я придумала как тебе укрыться. Сейчас я активирую на тебе голографическую проекцию отдыхающего мужика с пузиком и сильной небритостью. Будешь своим видом производить впечатление осторожной прогулки по пляжу, лишь бы не наткнуться на жену с пятерыми детьми. Вообщем, сольёшься с толпой. По моим подсчётам, вход в грот на другом конце этого озера.\n";
   "</i>";
}

//У4 - встреча качков
scen_lvl4_meet_kach: function
{
   "<br>";
   "<i>";
   "— Ты смотри, да это же сам Арнольд Шварценнегер и Сильвестр Сталлоне! Я всегда мечтала с ними встретиться!\n";
   "— Ты их знаешь? — Искатель положил руку на рукоятку револьвера.\n";
   "— Конечно! Я занималась архивными художественными фильмами, это герои жанра боевиков. Хотя, при более глубоком сканировании я обнаружила, что это демоны-притворщики. Они тут выполняют роль охраны.\n";
   "— Я разберусь.\n";
   "— Только не в людном месте! Иначе будет много жертв. Кстати, у меня к тебе одна просьба.\n";
   "— Какая?\n";
   "— Возьмешь у них автографы перед тем как их положить?\n";
   "Искатель убрал руки с рукоятки и продолжил изучать местность.\n";
   "</i>";
}

//У4 - вышли из автобуса
scen_lvl4_out_bus: function
{
   "<br>";
   "<i>";
   "Вы даже не вышли, а вылетели из автобуса. В него попала небольшая ракета, к счастью, вы успели быстро сгруппироваться. Когда вы встали, то перед вами предстала картина экстренной эвакуации. С купола вытягивались прозрачные капли, которые падая, захватывали людей в защитную жидкость и быстро поднимались к потолку.\n";
   "— Да они готовят десант! Пора сматываться! Смотри, мы их спугнули.\n";
   "Действительно, капли перестали опускаться, зато стали заметны приближающиеся монстры. Где-то справа послышался женский крик. Мать не удержала ребёнка и он выбежал к вам, не зная куда деваться. Сколько ни звала, тот не реагировал, потом она спряталась среди флаеров.\n";
   "— Иск, мы пацана так не оставим, придётся что-то придумать.\n";
   "Оскалившиеся морды стрелков, полные ненависти, смотрят на вас.\n";
   "</i>";
}

//У4 - спасли ребенка
scen_lvl4_save_child: function
{
   "<br>";
   "<i>";
   "Вы внимательно осмотрелись и, не заметив врагов поблизости отвели ребенка к матери. Она крепко схватила его и прижала к себе.\n";
   "— Ладно, Иск, двигаем к пирсу, пока не прибыла новая волна.\n";
   "Вдруг, с купола спустилась еще одна спасательная капля, как раз возле спасённой парочки. Вдалеке показались новые демоны. Раздался голос из громкоговорителя.\n";
   "— Так, так, добрый путник. Ты всё-таки решил спасти бедное дитя? Даже привёл его к матери, похвально. Неужели, думаешь этим ты приблизился к людям? Сейчас проверим. Женщина, вы сможете спастись, если убьете этого черного громилу. Подскажу, справа от вас заряженная винтовка. Если не сможете, то догадываетесь, что с вами сделают те твари.\n";
   "Она не колебалась и секунды, выхватила винтовку и сразу же выстрелила, пуля отрикошетила и попала в неё. Мальчик вскрикнул и зажал мамину рану рукой.\n";
   "— Неожиданно быстро, правда? Всё дело в том, что для них ты всего лишь робот, пародия на человека. Видел новый цветочный горшок на окраине города? Да, моё произведение, нечеловеческой красоты... Ой, там на подходе мои подданые, не буду мешать.\n";
   "Голос пропал и искатель затащил тяжело раненную и ребенка в кокон, который затем начал быстро подниматься вверх.\n";
   "— Вот сволочь! Это же надо! — казалось, что Ареса вот-вот лопнет от негодования. — Так бесцеремонно знакомиться, да еще и с жертвами, полный отморозок. Ладно, поковыляли, пока еще пару потерянных детей не пришлось спасать…\n";
   "</i>";
}

//У4 - встреча с рыбами
scen_lvl4_meet_fish: function
{
   "<br>";
   "<i>";
   "Искатель присел и немного замешкался в поисках органов управления летающей доски и найдя небольшой джойстик схватился за него и встал в стойку. Ничего не произошло.\n";
   "— Эй, дедушка, это сто лет назад так управляли техникой! Это современная модель, толкни копытом и полетишь!\n";
   "Флайборд после нескольких толчков ногой начал набирать приличную скорость, впереди волны становились чуть больше. Гигант уперся двумя ногами и продолжил полёт с постоянной скоростью.\n";
   "— Ареса, просто меня немного ввел в заблуждение технологический разъем сбоку. Долго нам лететь?\n";
   "— По моим прикидкам минут за двадцать доберемся. Хотя, судя по новым данным, может и не доберемся вообще. Я засекла подводное движение. Два каких-то массивных тела поднимаются, видимо органического происхождения.\n";
   "Слева и справа от доски возникли два расплывчатых пятна. Из одного высунулась зубастая морда с фонарем на голове, из второго что-то похожее на морду акулы.\n";
   "— Познакомься с новыми попутчиками! Генномодифицированные морской чёрт и плащеносная акула. Эти экземплярчики раз в десять больше оригиналов и, как уже заметил, намного шустрее. Приготовься отбиваться, я буду немного подсказывать с управлением борда.\n";
   "</i>";
}

//У4 - финал
scen_lvl4_final: function
{
   "<br>";
   "<i>";
   "Вы потеряли контроль над флайбордом и он замер неподвижно над водой. Перед вами появилась проекция пластмассового человека, и знакомый голос из громкоговорителя.\n";
   "— Кто это осмелился сбежать с моего платного пляжа, да еще ни копейки не заплатив?\n";
   "— Как твоё имя? — Искатель не был настроен выслушивать шуточки.\n";
   "— Ой, как не вежливо, совсем забыл представиться - Экзомант. Для друзей просто Эк. Пришел к тебе лично сообщить радостную новость! Группа захвата успешно провалилась и никто не выжил, представляешь! Вся слава теперь достанется тебе! Никаких конкурентов, никто тебя не сможет отвлечь.\n";
   "— Иск, у нас проблемы, — Ареса старалась говорить шепотом. — Кажется, он говорит правду, я принимаю в эфире сигналы СОС, кажется, флайборд под его контролем и сюда еще что-то приближается.\n";
   "— Как некрасиво! Где больше двух, говорят вслух, маленькая стерва. Кстати, искатель, а ты знаешь, что твоя подруга была библиотекарем? Да, да спроси её почему.\n";
   "— Я, ну, вобщем, хотела тебе рассказать, но возможность не представилось…\n";
   "— Возможность была, а теперь не будет! Дружок, ты слишком сильно полагаешься на подручных, она ведь душит твою индивидуальность.\n";
   "Из искусственного сталактита купола показалась красная точка, и браслет мгновенно раскалился. Видимо, луч лазера прожег центральную микросхему.\n";
   "— Ареса, Ареса!\n";
   "Искатель тряс браслет, но никакой реакции не было. В небе показался гигантский астрозахват, он используется для межорбитальной буксировки тяжелых грузов, непонятно, как его сюда поместили. Внешне напоминает куриную лапку, чьи клещи намертво смыкаются, усиленные сверхмагнитами. Лапа развернулась в направлении искателя и стала плавно опускаться.\n";
   "— Даже, не пытайся, слышишь! Ты знаешь что это такое, просто расслабься. Вообщем, как говориться, до новых встреч! Если, конечно, выживешь.\n";
   "Мерзкая голограмма пропала, а Искатель в отчаянии начал плыть к противоположному берегу изо всех сил. Это было бесполезно. Могучие клешни астрозахвата сомкнулись на теле пловца, так, что тот издал беззвучный крик. Потом началось погружение, сначала стремительное, а потом все медленнее и медленнее. Он уже прикинул, ничто из его арсенала не поможет освободиться, пора переходить на режим сбережения воздуха. Тьма сгущается, какая глубина? Больше пятиста метров это точно. Глухой удар об дно. Если бы Ареса могла что-то подсказать, но только не сейчас.\n";
   "Продолжение следует...\n";
   "</i>";
}